{
  "plugins": {
    "blink-cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink-lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "lspconfig": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "mason-tools": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mini-icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini-pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini-surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "treesitter-modules": {
      "src": "https://github.com/MeanderingProgrammer/treesitter-modules.nvim"
    }
  }
}
